{"scene1":[{"id":"0","type":"smallImage","hed":"","words":"♥ ♥ Taste later ♥ ♥","image":"grandma.png","alt":"TK","x":"26","y":"48","clicked":"false"},{"id":"1","type":"smallImage","hed":"Grandma:","words":"Garlic. Don't touch. Boys + kimchi = bad kimchi.","image":"grandma.png","alt":"TK","x":"28","y":"85","clicked":"false"},{"id":"2","type":"smallImage","hed":"Grandma:","words":"Gochugaru. No touch. Go play.","image":"grandma.png","alt":"TK","x":"18.4","y":"88","clicked":"false"},{"id":"3","type":"smallImage","hed":"Grandma:","words":"Salt shrimp. Sungsoo, only girls make kimchi.","image":"grandma.png","alt":"TK","x":"7.5","y":"88","clicked":"false"},{"id":"4","type":"smallImage","hed":"Grandma:","words":"Radish, my favorite. If you were my granddaughter, then I teach you. But boys don't cook.","image":"grandma.png","alt":"TK","x":"39","y":"88","clicked":"false"},{"id":"5","type":"smallImage","hed":"Grandma:","words":"Onion. Bring me heavy onion bag from outside.","image":"grandma.png","alt":"TK","x":"47.8","y":"84.5","clicked":"false"},{"id":"6","type":"bigImage","hed":"Chart: Koreas were poor and hungry","words":"This chart will show the food supply in Korea since 1960, via FAO data. It went from being in line with poor countries to being one of the most well-fed countries in the world.","image":"chart.png","alt":"TK","x":"40.8","y":"34.5","clicked":"false"},{"id":"7","type":"bigImage","hed":"Chart: Korean immigration to US, which ramped up in the 1980s","words":"This chart will show how Koreans were basically nonexistent in the US until the late-70s and 1980s. My family came at the very beginning of this.","image":"chart.png","alt":"TK","x":"39.2","y":"21.5","clicked":"false"},{"id":"8","type":"bigImage","hed":"Photo of my parents' wedding","words":"The photo shows a big spread of food at the reception, which was at their Korean church. Kimchi is a very prominent part of the meal.","image":"chart.png","alt":"TK","x":"59.2","y":"15.5","clicked":"false"},{"id":"9","type":"bigImage","hed":"Photo at my brother's first birthday","words":"The first birthday is a big celebration in Korean culture. It involves lots of food, but kimchi is quite prominent.","image":"chart.png","alt":"TK","x":"75.2","y":"14.5","clicked":"false"},{"id":"10","type":"bigImage","hed":"Photo of my third birthday - a pizza party… with kimchi","words":"It's a juxtaposition of where we came from and where we are. These photos make clear that kimchi is a regular presence in our lives.","image":"chart.png","alt":"TK","x":"69.2","y":"52.5","clicked":"false"},{"id":"11","type":"bigImage","hed":"Book: History of Kimjang","words":"Kimjang is the Korean tradition where all the village women gather in the fall to make massive batches of kimchi. The goal was to preserve the vegetables they grew in summer and fall so they can make it through the cold months in the winter. Koreans no longer have to do this because of refrigeration, but making large batches is still quite common.","image":"chart.png","alt":"TK","x":"53.7","y":"53.5","clicked":"false"}],"scene3":[{"id":"0","type":"bigImage","hed":"Recipe - An English-language recipe","words":"This will be the very first English-language recipe I could find from the 1950s. It's in an old book called \"The Art of Korean Cooking\" and it's a recipe that is geared toward a 1950s American audience.","image":"chart.png","alt":"TK","x":"14.44","y":"27.97","clicked":"false"},{"id":"1","type":"bigImage","hed":"Remind me of grandma","words":"The image will be a fuzzy depiction of my grandma, and all the flavors associated with her making kimchi. The smells, the taste, the feeling are all represented by colors surrounding my grandma. But the colors quickly fade away. It feels like you're forgetting what her kimchi tastes like.","image":"chart.png","alt":"TK","x":"73.69","y":"26.43","clicked":"false"},{"id":"2","type":"smallImage","hed":"Table Salt","words":"Hmm, not quite the Korean sea salt grandma used. But she always kept it in a peanut butter jar. What would the package look like at the store? Is it any different from this table salt? Doesn't matter. This is all I have anyway.","image":"chart.png","alt":"TK","x":"72.86","y":"7.69","clicked":"false"},{"id":"3","type":"smallImage","hed":"Black Pepper","words":"Does black pepper go in kimchi? I don't remember? I think Grandma put it in? Or at least I remember she used a lot of it when she was cooking. The recipe doesn't list it, but maybe Grandma's recipe was different.","image":"chart.png","alt":"TK","x":"78.47","y":"6.71","clicked":"false"},{"id":"4","type":"smallImage","hed":"Family photo: A dinner from my teenage years","words":"This picture depicts a dinner with my aging grandparents. My brother and I are teenagers. We're not paying attention to anything, not really touching the kimchi on the table. I want to yell at the kid in the picture and say: Ask about the kimchi, Alvin!","image":"chart.png","alt":"TK","x":"25.67","y":"70.63","clicked":"false"},{"id":"5","type":"smallImage","hed":"Rice flour paste","words":"Grandma told me this is what makes the kimchi sauce good. She mixed rice flour and water, put it on the stove, and she let me stir the concoction. This I know how to do. But it tastes off – almost raw. Do I have to cook this more?","image":"chart.png","alt":"TK","x":"49.13","y":"44.90","clicked":"false"},{"id":"6","type":"bigImage","hed":"Photo of college friends","words":"This is my new life – sitting at a diner with college friends, eating matzoh ball soup. I'm smiling. It's great. But it's so separate from Kansas, from my family. The colors in this photo show no hints of the psychedelic colors we use when describing kimchi.","image":"chart.png","alt":"TK","x":"17.94","y":"84.62","clicked":"false"},{"id":"7","type":"smallImage","hed":"Korean pepper powder","words":"I found gochugaru – or at least I think I did. It's clearly not Korean, it's clearly a little too red, and it's not really spicy. But who cares!","image":"chart.png","alt":"TK","x":"56.03","y":"45.31","clicked":"false"},{"id":"8","type":"smallImage","hed":"Garlic powder","words":"Guess what I discovered? Garlic powder. Put it in soup, on meat, on popcorn. It's great. I don't need to buy garlic. Garlic powder is fine.","image":"chart.png","alt":"TK","x":"89.24","y":"44.20","clicked":"false"},{"id":"9","type":"smallImage","hed":"Onion","words":"I know Grandma used onion. But I don't remember it in the actual kimchi. How do I cut this thing? Or should I leave it out?","image":"chart.png","alt":"TK","x":"96.04","y":"48.11","clicked":"false"},{"id":"10","type":"smallImage","hed":"Wait, don't open that!","words":"We found a dead mouse in there a few weeks ago. We've heard more of them skittering around in there. Just keep it closed; that's a real solution! Maybe I should tape it shut…","image":"chart.png","alt":"TK","x":"60.72","y":"89.51","clicked":"false"}],"scene5":[{"id":"0","type":"bigImage","hed":"Chart showing Korean restaurants skyrocketing in popularity","words":"In the US, the number of Korean restaurants more than doubled between 2009 and 2017","image":"chart.png","alt":"TK","x":"17.48","y":"84.90","clicked":"false"},{"id":"1","type":"bigImage","hed":"Chart showing the number of kimchi recipes and interest in kimchi recipes skyrocketed","words":"Google N-Gram and Google Trend data shows interest in kimchi recipes skyrocketing","image":"chart.png","alt":"TK","x":"68.45","y":"83.92","clicked":"false"},{"id":"2","type":"bigImage","hed":"TV","words":"Chart of mentions of kimchi in TV scripts","image":"An analysis of kimchi in a TV script corpus shows that, in the past, kimchi was often mentioned in conjunction with it being smelly. But more recently, the shows describe kimchi as something tasty. (This analysis may evolve a bit once I dig further into the data.)","alt":"TK","x":"7.64","y":"11.33","clicked":"false"},{"id":"3","type":"bigImage","hed":"A diagram describing how kimchi ferments","words":"I will try to make a clear, simple diagram showing how the fermentation process work for kimchi","image":"chart.png","alt":"TK","x":"60.90","y":"29.09","clicked":"false"},{"id":"4","type":"smallImage","hed":"Chef","words":"I opened this place last year. Let me know what you think.","image":"chart.png","alt":"TK","x":"24.38","y":"11.75","clicked":"false"},{"id":"5","type":"smallImage","hed":"Hmm, my friend is running late","words":"Also where is my banchan? I'm so hungry!","image":"chart.png","alt":"TK","x":"27.97","y":"41.40","clicked":"false"},{"id":"6","type":"bigImage","hed":"Kimchi","words":"Yum. This is the good stuff.","image":"chart.png","alt":"TK","x":"82.61","y":"43.64","clicked":"false"}],"scene7":[{"id":"0","type":"bigImage","hed":"Recipe","words":"An interactive data viz that blows up to full-screen, showing the variations in kimchi recipes. This ranges from user-submitted to some of the most popular recipes on the internet.","image":"chart.png","alt":"TK","x":"25.21","y":"25.17","clicked":"false"},{"id":"1","type":"bigImage","hed":"Photo of my third birthday from scene 1, with kimchi and pizza","words":"The kimchi here is represented by a different design – the colors in scene 1 were chaotic, but here they seemed orderly. I want to signal that I have a better understanding of that experience and of the kimchi.","image":"chart.png","alt":"TK","x":"7.54","y":"66.01","clicked":"false"},{"id":"2","type":"bigImage","hed":"Picture of a Friendsgiving","words":"We are having a Turkey… and kimchi. It's a nice juxtaposition with the kimchi and pizza. The mashing of cultures has been brought successfully into adulthood.","image":"chart.png","alt":"TK","x":"7.36","y":"82.66","clicked":"false"},{"id":"3","type":"smallImage","hed":"Sea salt","words":"Yes. This is the stuff. Just so briney. And it's best if you put your napa cabbage in very salty water for a day to break down some of the structure of the cabbage leaves. Honestly, this might be the most important step.","image":"chart.png","alt":"TK","x":"51.98","y":"68.25","clicked":"false"},{"id":"4","type":"smallImage","hed":"Onion","words":"Turns out Grandma was just cutting the onion and garlic very finely. But me? I'll use a blender. Onion, garlic, scallions, and all the spices go in a blender. Then… I blend it all into a beautiful sauce.","image":"chart.png","alt":"TK","x":"93.74","y":"72.59","clicked":"false"},{"id":"5","type":"smallImage","hed":"Fermented salted shrimp","words":"This still freaks me out a bit. It's ripe! I usually just add a tiny amount. I like to think it adds depth and that it helps with the fermentation. But it seems very optional.","image":"chart.png","alt":"TK","x":"56.67","y":"24.90","clicked":"false"},{"id":"6","type":"smallImage","hed":"Fish sauce","words":"Did you know there are different kinds of fish sauces? For years I used Vietnamese fish sauce, because that's all I had. It always tasted a little too pungent, but it didn't taste right without it. Then one year my mom brought me Korean fish sauce. Lifechanger. It's super concentrated, slightly funky umami. But don't spill this.","image":"chart.png","alt":"TK","x":"68.54","y":"25.87","clicked":"false"},{"id":"7","type":"smallImage","hed":"Sugar","words":"Controversial, maybe? Sometimes I put a pear or apple into the sauce that I blend up. Once I even added white wine, because why not. (It was decent, although a terribly silly use of white wine.) It just adds the little bit of sugar the kimchi needs to bring out the napa's natural sweetness. Totally optional, but I think it's great.","image":"chart.png","alt":"TK","x":"78.84","y":"21.68","clicked":"false"},{"id":"8","type":"smallImage","hed":"Daikon","words":"Sometimes if I'm feeling ambitious, I'll cut up daikon into matchsticks and mix it with the red pepper sauce. That gives a little more body to the kimchi. But this is time consuming. So, I usually skip this.","image":"chart.png","alt":"TK","x":"88.78","y":"24.76","clicked":"false"},{"id":"9","type":"bigImage","hed":"Kimchi","words":"Beautiful salted napa cabbage. Once you make the sauce, you put a little bit of it in between every napa leaf. Wear gloves if you can. After this, shove the kimchi into a glass jar or, if you must, a plastic container. You can eat it immediately, which tastes super fresh. Or leave it to ferment in the fridge for about two weeks for the real kimchi funk.","image":"chart.png","alt":"TK","x":"75.80","y":"55.24","clicked":"false"}]}